Repository: kabirnayeem99/LocalDrop
Catalog: Modules/FeatureTransfer/Sources/FeatureTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, ug, ur, vi, zh_hans

# send.noDevicesHelp
source: Refresh discovery or keep this screen open while another device starts LocalDrop.
ar: حدّث الاكتشاف أو أبقِ هذه الشاشة مفتوحة أثناء تشغيل LocalDrop على جهاز آخر.
bn: আবিষ্কার রিফ্রেশ করুন বা অন্য ডিভাইস LocalDrop শুরু করার সময় এই স্ক্রীনটি খোলা রাখুন।
de: Aktualisieren Sie die Erkennung oder lassen Sie diesen Bildschirm geöffnet, während ein anderes Gerät LocalDrop startet.
es: Actualice el descubrimiento o mantenga esta pantalla abierta mientras otro dispositivo inicia LocalDrop.
fr: Actualisez la découverte ou laissez cet écran ouvert pendant qu'un autre appareil démarre LocalDrop.
hi: डिस्कवरी को रिफ्रेश करें या इस स्क्रीन को तब तक खुला रखें जब तक कोई अन्य डिवाइस लोकलड्रॉप शुरू न कर दे।
id: Segarkan pencarian atau biarkan layar ini terbuka saat perangkat lain memulai LocalDrop.
ja: 検出を更新するか、別のデバイスが LocalDrop を開始している間、この画面を開いたままにします。
ko: 검색을 새로 고치거나 다른 장치가 LocalDrop을 시작하는 동안 이 화면을 열어 두세요.
pt_br: Atualize a descoberta ou mantenha esta tela aberta enquanto outro dispositivo inicia o LocalDrop.
ru: Обновите обнаружение или оставьте этот экран открытым, пока другое устройство запускает LocalDrop.
tr: Keşfi yenileyin veya başka bir cihaz LocalDrop'u başlatırken bu ekranı açık tutun.
ug: باشقا ئۈسكۈنىلەر LocalDrop قوزغالغاندا بايقاشنى يېڭىلاڭ ياكى بۇ ئېكراننى ئوچۇق قىلىڭ.
ur: دریافت تازہ کریں یا یہ اسکرین کھلی رکھیں جب دوسرا آلہ LocalDrop شروع کرے۔
vi: Làm mới khám phá hoặc giữ màn hình này mở trong khi thiết bị khác khởi động LocalDrop.
zh_hans: 刷新发现或在另一台设备启动 LocalDrop 时保持此屏幕打开。

# send.refreshingDevices
source: Refreshing nearby devices
ar: جارٍ تحديث الأجهزة القريبة
bn: কাছাকাছি ডিভাইস রিফ্রেশ করা হচ্ছে
de: Aktualisieren von Geräten in der Nähe
es: Actualizar dispositivos cercanos
fr: Actualisation des appareils à proximité
hi: आस-पास के उपकरणों को ताज़ा किया जा रहा है
id: Menyegarkan perangkat terdekat
ja: 近くのデバイスを更新しています
ko: 주변 기기 새로 고침 중
pt_br: Atualizando dispositivos próximos
ru: Обновление ближайших устройств
tr: Yakındaki cihazlar yenileniyor
ug: يېقىن ئەتراپتىكى ئۈسكۈنىلەرنى يېڭىلاش
ur: قریبی آلات تازہ کیے جا رہے ہیں
vi: Đang làm mới các thiết bị lân cận
zh_hans: 刷新附近的设备

# send.refreshingDevicesHelp
source: Discovery is refreshing so new peers can appear without a hard state jump.
ar: يتم تحديث الاكتشاف حتى تظهر الأجهزة الجديدة دون تغيير مفاجئ في الحالة.
bn: আবিষ্কারটি রিফ্রেশ করছে তাই নতুন সহকর্মীরা হার্ড স্টেট জাম্প ছাড়াই উপস্থিত হতে পারে।
de: Discovery ist erfrischend, sodass neue Kollegen ohne einen harten Statussprung erscheinen können.
es: El descubrimiento es refrescante, por lo que pueden aparecer nuevos pares sin un salto de estado brusco.
fr: La découverte est rafraîchissante, car de nouveaux pairs peuvent apparaître sans un saut d'état brutal.
hi: खोज ताज़ा है इसलिए नए साथी बिना किसी कठिन स्थिति के सामने आ सकते हैं।
id: Pencarian sedang diperbarui agar perangkat baru muncul tanpa perubahan status mendadak.
ja: Discovery はリフレッシュされるため、ハードな状態ジャンプを行わずに新しいピアを表示できます。
ko: 검색이 새로워져 하드 상태 점프 없이 새로운 피어가 나타날 수 있습니다.
pt_br: A descoberta é refrescante para que novos pares possam aparecer sem um grande salto de estado.
ru: Discovery обновляется, поэтому новые узлы могут появляться без жесткого перехода.
tr: Keşif yenileniyor, böylece yeni akranlar zor durum atlaması olmadan ortaya çıkabilir.
ug: بايقاش كىشىنى روھلاندۇرىدۇ ، شۇڭا يېڭى تورداشلار قاتتىق سەكرىمەيلا پەيدا بولىدۇ.
ur: دریافت تازہ ہو رہی ہے تاکہ نئے آلات اچانک حالت بدلے بغیر ظاہر ہوں۔
vi: Tính năng khám phá được làm mới để các đồng nghiệp mới có thể xuất hiện mà không cần chuyển trạng thái khó khăn.
zh_hans: 发现令人耳目一新，因此新的对等点无需硬状态跳转即可出现。

# send.removeItem
source: Remove %@
ar: إزالة %@
bn: %@ সরান
de: Entfernen Sie %@
es: Quitar %@
fr: Supprimer %@
hi: %@ हटाएं
id: Hapus %@
ja: %@ を削除
ko: %@ 제거
pt_br: Remover %@
ru: Удалить %@
tr: %@'yu kaldırın
ug: %@ نى ئۆچۈرۈڭ
ur: %@ ہٹائیں
vi: Xóa %@
zh_hans: 删除%@

# send.scan
source: Scan
ar: فحص
bn: স্ক্যান করুন
es: Escanear
fr: Balayage
hi: स्कैन
id: Pindai
ja: スキャン
ko: 주사
pt_br: Digitalizar
ru: Сканировать
tr: Tara
ug: سايىلەش
ur: اسکین
vi: Quét
zh_hans: 扫描

# send.scanning
source: Scanning for nearby devices
ar: جارٍ البحث عن أجهزة قريبة
bn: কাছাকাছি ডিভাইসের জন্য স্ক্যান করা হচ্ছে
de: Nach Geräten in der Nähe suchen
es: Buscando dispositivos cercanos
fr: Recherche d'appareils à proximité
hi: आस-पास के उपकरणों के लिए स्कैनिंग
id: Memindai perangkat terdekat
ja: 近くのデバイスをスキャンしています
ko: 주변 기기 검색 중
pt_br: Procurando dispositivos próximos
ru: Сканирование устройств поблизости
tr: Yakındaki cihazlar taranıyor
ug: يېقىن ئەتراپتىكى ئۈسكۈنىلەرنى سايىلەش
ur: قریبی آلات تلاش کیے جا رہے ہیں
vi: Đang quét các thiết bị lân cận
zh_hans: 扫描附近的设备

# send.scanningDevices
source: Scanning for devices
ar: جارٍ البحث عن الأجهزة
bn: ডিভাইসের জন্য স্ক্যান করা হচ্ছে
de: Nach Geräten suchen
es: Buscando dispositivos
fr: Recherche d'appareils
hi: उपकरणों के लिए स्कैनिंग
id: Memindai perangkat
ja: デバイスのスキャン
ko: 장치 검색 중
pt_br: Procurando dispositivos
ru: Сканирование устройств
tr: Cihazlar taranıyor
ug: ئۈسكۈنىلەرنى سايىلەش
ur: آلات تلاش کیے جا رہے ہیں
vi: Quét tìm thiết bị
zh_hans: 扫描设备

# send.scanningDevicesHelp
source: LocalDrop is actively scanning the network for nearby peers.
ar: يبحث LocalDrop حاليًا في الشبكة عن أجهزة قريبة.
bn: LocalDrop সক্রিয়ভাবে কাছাকাছি সহকর্মীদের জন্য নেটওয়ার্ক স্ক্যান করছে৷
de: LocalDrop durchsucht das Netzwerk aktiv nach Peers in der Nähe.
es: LocalDrop está escaneando activamente la red en busca de pares cercanos.
fr: LocalDrop analyse activement le réseau à la recherche de pairs à proximité.
hi: लोकलड्रॉप आस-पास के साथियों के लिए नेटवर्क को सक्रिय रूप से स्कैन कर रहा है।
id: LocalDrop sedang aktif memindai jaringan untuk perangkat terdekat.
ja: LocalDrop は、ネットワークをアクティブにスキャンして近くのピアを探します。
ko: LocalDrop은 근처 피어를 찾기 위해 네트워크를 적극적으로 검색하고 있습니다.
pt_br: LocalDrop está verificando ativamente a rede em busca de pares próximos.
ru: LocalDrop активно сканирует сеть на наличие ближайших узлов.
tr: LocalDrop, yakındaki eşler için ağı aktif olarak tarıyor.
ug: LocalDrop يېقىن ئەتراپتىكى تورداشلار ئۈچۈن تورنى ئاكتىپلىق بىلەن سايىلەيدۇ.
ur: LocalDrop قریبی آلات کے لیے نیٹ ورک کو فعال طور پر اسکین کر رہا ہے۔
vi: LocalDrop đang tích cực quét mạng để tìm các đồng nghiệp ở gần.
zh_hans: LocalDrop 正在主动扫描网络以查找附近的对等点。

# send.selectionTitle
source: Selection
ar: التحديد
bn: নির্বাচন
de: Auswahl
es: Selección
fr: Sélection
hi: चयन
id: Pilihan
ja: 選択
ko: 선택
pt_br: Seleção
ru: Выбор
tr: Seçim
ug: تاللاش
ur: انتخاب
vi: Lựa chọn
zh_hans: 选择

# send.stagedFileReady
source: ready to send
ar: جاهز للإرسال
bn: পাঠানোর জন্য প্রস্তুত
de: bereit zum Versenden
es: listo para enviar
fr: prêt à envoyer
hi: भेजने के लिए तैयार
id: siap dikirim
ja: 送信する準備ができています
ko: 보낼 준비가 되었습니다
pt_br: pronto para enviar
ru: готов отправить
tr: göndermeye hazır
ug: ئەۋەتىشكە تەييار
ur: بھیجنے کے لیے تیار
vi: sẵn sàng gửi
zh_hans: 准备发送

# send.stagedFolderReady
source: folder ready to send
ar: المجلد جاهز للإرسال
bn: ফোল্ডার পাঠানোর জন্য প্রস্তুত
de: Ordner zum Senden bereit
es: carpeta lista para enviar
fr: dossier prêt à envoyer
hi: फ़ोल्डर भेजने के लिए तैयार है
id: folder siap dikirim
ja: 送信準備ができたフォルダー
ko: 보낼 준비가 된 폴더
pt_br: pasta pronta para enviar
ru: папка готова к отправке
tr: klasör gönderilmeye hazır
ug: ئەۋەتىشكە تەييارلانغان ھۆججەت قىسقۇچ
ur: فولڈر بھیجنے کے لیے تیار
vi: thư mục đã sẵn sàng để gửi
zh_hans: 文件夹准备发送

# send.stagedItems
source: Staged Items
ar: العناصر المجهزة
bn: মঞ্চস্থ আইটেম
de: Inszenierte Gegenstände
es: Artículos preparados
fr: Articles mis en scène
hi: मंचित आइटम
id: Item yang Disiapkan
ja: ステージングされたアイテム
ko: 준비된 항목
pt_br: Itens preparados
ru: Постановочные предметы
tr: Aşamalı Öğeler
ug: سەھنە تۈرلىرى
ur: تیار آئٹمز
vi: Các mục được dàn dựng
zh_hans: 舞台项目

# sendEntryKind.file
source: File
ar: ملف
bn: ফাইল
de: Datei
es: Archivo
fr: Déposer
hi: फ़ाइल
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
tr: Dosya
ug: ھۆججەت
ur: فائل
vi: Tài liệu
zh_hans: 文件

# sendEntryKind.folder
source: Folder
ar: مجلد
bn: ফোল্ডার
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
ja: フォルダ
ko: 접는 사람
pt_br: Pasta
ru: Папка
tr: Dosya
ug: ھۆججەت قىسقۇچ
ur: فولڈر
vi: Thư mục
zh_hans: 文件夹

# sendEntryKind.paste
source: Paste
ar: لصق
bn: পেস্ট করুন
es: Pasta
fr: Coller
hi: पेस्ट करें
id: Tempel
ja: ペースト
ko: 반죽
pt_br: Colar
ru: Вставить
tr: Yapıştır
ug: چاپلاش
ur: چسپاں کریں
vi: Dán
zh_hans: 粘贴

# sendEntryKind.text
source: Text
ar: نص
bn: পাঠ্য
es: Texto
fr: Texte
hi: मूलपाठ
id: Teks
ja: 文章
ko: 텍스트
pt_br: Texto
ru: Текст
tr: Metin
ug: تېكىست
ur: متن
vi: Chữ
zh_hans: 文本

# sendText.description
source: LocalDrop saves this text as a temporary .txt file before sending it.
ar: يحفظ LocalDrop هذا النص كملف ‎.txt مؤقت قبل إرساله.
bn: লোকালড্রপ এই পাঠ্যটিকে পাঠানোর আগে একটি অস্থায়ী .txt ফাইল হিসাবে সংরক্ষণ করে।
de: LocalDrop speichert diesen Text vor dem Senden als temporäre TXT-Datei.
es: LocalDrop guarda este texto como un archivo .txt temporal antes de enviarlo.
fr: LocalDrop enregistre ce texte sous forme de fichier .txt temporaire avant de l'envoyer.
hi: लोकलड्रॉप इस टेक्स्ट को भेजने से पहले एक अस्थायी .txt फ़ाइल के रूप में सहेजता है।
id: LocalDrop menyimpan teks ini sebagai file .txt sementara sebelum mengirimnya.
ja: LocalDrop は、このテキストを送信する前に一時的な .txt ファイルとして保存します。
ko: LocalDrop은 이 텍스트를 보내기 전에 임시 .txt 파일로 저장합니다.
pt_br: LocalDrop salva este texto como um arquivo .txt temporário antes de enviá-lo.
ru: LocalDrop сохраняет этот текст как временный файл .txt перед его отправкой.
tr: LocalDrop, bu metni göndermeden önce geçici bir .txt dosyası olarak kaydeder.
ug: LocalDrop بۇ تېكىستنى ئەۋەتىشتىن بۇرۇن ۋاقىتلىق .txt ھۆججىتى سۈپىتىدە ساقلايدۇ.
ur: LocalDrop اس متن کو بھیجنے سے پہلے عارضی .txt فائل کے طور پر محفوظ کرتا ہے۔
vi: LocalDrop lưu văn bản này dưới dạng tệp .txt tạm thời trước khi gửi.
zh_hans: LocalDrop 在发送之前将此文本保存为临时 .txt 文件。

# sendText.stageText
source: Stage Text
ar: تجهيز النص
bn: স্টেজ টেক্সট
de: Bühnentext
es: Texto del escenario
fr: Texte de la scène
hi: मंच पाठ
id: Siapkan Teks
ja: ステージテキスト
ko: 무대 텍스트
pt_br: Texto do palco
ru: Текст сцены
tr: Aşama Metni
ug: سەھنە تېكىستى
ur: متن تیار کریں
vi: Văn bản sân khấu
zh_hans: 舞台文字

# sendText.title
source: Send Text
ar: إرسال نص
bn: পাঠ্য পাঠান
de: Text senden
es: Enviar texto
fr: Envoyer un texte
hi: पाठ भेजें
id: Kirim Teks
ja: テキストを送信する
ko: 문자 보내기
pt_br: Enviar texto
ru: Отправить текст
tr: Metin Gönder
ug: تېكىست ئەۋەتىش
ur: متن بھیجیں
vi: Gửi văn bản
zh_hans: 发送文本

# sendText.validationEmpty
source: Enter text to stage a .txt file.
ar: أدخل نصًا لتجهيزه كملف ‎.txt.
bn: একটি .txt ফাইল স্টেজ করার জন্য পাঠ্য লিখুন।
de: Geben Sie Text ein, um eine TXT-Datei bereitzustellen.
es: Ingrese texto para preparar un archivo .txt.
fr: Saisissez du texte pour préparer un fichier .txt.
hi: .txt फ़ाइल को चरणबद्ध करने के लिए टेक्स्ट दर्ज करें।
id: Masukkan teks untuk menyiapkan file .txt.
ja: テキストを入力して .txt ファイルをステージングします。
ko: .txt 파일을 준비하려면 텍스트를 입력하세요.
pt_br: Insira o texto para preparar um arquivo .txt.
ru: Введите текст для создания файла .txt.
tr: Bir .txt dosyasını hazırlamak için metni girin.
ug: .Txt ھۆججىتىنى سەھنىلەشتۈرۈش ئۈچۈن تېكىست كىرگۈزۈڭ.
ur: .txt فائل تیار کرنے کے لیے متن درج کریں۔
vi: Nhập văn bản để tạo tệp .txt.
zh_hans: 输入文本以暂存 .txt 文件。

# sendText.validationHint
source: Paste or type text to stage a .txt file.
ar: الصق نصًا أو اكتبه لتجهيزه كملف ‎.txt.
bn: একটি .txt ফাইল স্টেজ করতে পাঠ্য পেস্ট করুন বা টাইপ করুন।
de: Fügen Sie Text ein oder geben Sie ihn ein, um eine TXT-Datei bereitzustellen.
es: Pegue o escriba texto para preparar un archivo .txt.
fr: Collez ou saisissez du texte pour créer un fichier .txt.
hi: .txt फ़ाइल को चरणबद्ध करने के लिए टेक्स्ट चिपकाएँ या टाइप करें।
id: Tempel atau ketik teks untuk menyiapkan file .txt.
ja: テキストを貼り付けるか入力して、.txt ファイルをステージングします。
ko: 텍스트를 붙여넣거나 입력하여 .txt 파일을 준비합니다.
pt_br: Cole ou digite texto para preparar um arquivo .txt.
ru: Вставьте или введите текст, чтобы создать файл .txt.
tr: Bir .txt dosyasını hazırlamak için metni yapıştırın veya yazın.
ug: تېكىستنى چاپلاش ياكى يېزىش .txt ھۆججىتىنى سەھنىلەشتۈرۈش.
ur: .txt فائل تیار کرنے کے لیے متن چسپاں کریں یا لکھیں۔
vi: Dán hoặc nhập văn bản để tạo tệp .txt.
zh_hans: 粘贴或键入文本以暂存 .txt 文件。

# sendText.validationInfo
source: Your text will be staged as a plain-text file on the Send screen.
ar: سيتم تجهيز النص كملف نص عادي في شاشة الإرسال.
bn: আপনার পাঠ্য পাঠান স্ক্রিনে একটি প্লেইন-টেক্সট ফাইল হিসাবে মঞ্চস্থ করা হবে।
de: Ihr Text wird als reine Textdatei auf dem Bildschirm „Senden“ angezeigt.
es: Su texto se presentará como un archivo de texto sin formato en la pantalla Enviar.
fr: Votre texte sera mis en scène sous forme de fichier texte brut sur l'écran d'envoi.
hi: आपका टेक्स्ट भेजें स्क्रीन पर एक सादे-पाठ फ़ाइल के रूप में प्रदर्शित किया जाएगा।
id: Teks Anda akan disiapkan sebagai file teks biasa di layar Kirim.
ja: あなたのテキストは、送信画面上でプレーンテキスト ファイルとしてステージングされます。
ko: 귀하의 텍스트는 보내기 화면에 일반 텍스트 파일로 준비됩니다.
pt_br: Seu texto será preparado como um arquivo de texto simples na tela Enviar.
ru: Ваш текст будет представлен в виде обычного текстового файла на экране «Отправить».
tr: Metniniz Gönder ekranında düz metin dosyası olarak düzenlenecektir.
ug: تېكىستىڭىز ئەۋەتىش ئېكرانىدا ئاددىي تېكىست ھۆججىتى سۈپىتىدە قويۇلىدۇ.
ur: آپ کا متن بھیجنے کی اسکرین پر سادہ متن کی فائل کے طور پر تیار ہوگا۔
vi: Văn bản của bạn sẽ được sắp xếp dưới dạng tệp văn bản thuần túy trên màn hình Gửi.
zh_hans: 您的文本将在发送屏幕上以纯文本文件形式呈现。

# settings.accentColor
source: Accent color
ar: لون التمييز
bn: অ্যাকসেন্ট রঙ
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
hi: उच्चारण रंग
id: Warna aksen
ja: アクセントカラー
ko: 악센트 색상
pt_br: Cor de destaque
ru: Акцентный цвет
tr: Vurgu rengi
ug: ئېنىق رەڭ
ur: نمایاں رنگ
vi: Màu nhấn
zh_hans: 强调色

# settings.allowDownloads
source: Allow downloads
ar: السماح بالتنزيلات
bn: ডাউনলোডের অনুমতি দিন
de: Downloads zulassen
es: Permitir descargas
fr: Autoriser les téléchargements
hi: डाउनलोड की अनुमति दें
id: Izinkan unduhan
ja: ダウンロードを許可する
ko: 다운로드 허용
pt_br: Permitir downloads
ru: Разрешить скачивание
tr: İndirmelere izin ver
ug: چۈشۈرۈشكە يول قويۇڭ
ur: ڈاؤن لوڈز کی اجازت دیں
vi: Cho phép tải xuống
zh_hans: 允许下载

# settings.allowDownloadsHelp
source: Allows peers to fetch files exposed by this device.
ar: يسمح للأجهزة الأخرى بجلب الملفات التي يتيحها هذا الجهاز.
bn: সমবয়সীদের এই ডিভাইস দ্বারা উন্মুক্ত করা ফাইলগুলি আনার অনুমতি দেয়৷
de: Ermöglicht Peers, von diesem Gerät bereitgestellte Dateien abzurufen.
es: Permite a los pares recuperar archivos expuestos por este dispositivo.
fr: Permet aux pairs de récupérer les fichiers exposés par cet appareil.
hi: साथियों को इस उपकरण द्वारा प्रदर्शित फ़ाइलें लाने की अनुमति देता है।
id: Memungkinkan perangkat lain mengambil file yang dibagikan oleh perangkat ini.
ja: ピアがこのデバイスによって公開されたファイルをフェッチできるようにします。
ko: 피어가 이 기기에서 노출된 파일을 가져올 수 있도록 허용합니다.
pt_br: Permite que os pares busquem arquivos expostos por este dispositivo.
ru: Позволяет одноранговым узлам получать файлы, предоставляемые этим устройством.
tr: Eşlerin bu cihaz tarafından açığa çıkan dosyaları getirmesine izin verir.
ug: تورداشلارنىڭ بۇ ئۈسكۈنىدە ئاشكارلانغان ھۆججەتلەرنى ئېلىپ بېرىشىغا يول قويىدۇ.
ur: دوسرے آلات کو اس آلے کی دستیاب فائلیں حاصل کرنے دیتا ہے۔
vi: Cho phép các đồng nghiệp tìm nạp các tệp do thiết bị này hiển thị.
zh_hans: 允许对等方获取此设备公开的文件。

# settings.allowDownloadsMessage
source: Nearby devices may request files that this device exposes through the transfer runtime.
ar: قد تطلب الأجهزة القريبة الملفات التي يتيحها هذا الجهاز عبر بيئة النقل.
bn: আশেপাশের ডিভাইসগুলি ফাইলগুলিকে অনুরোধ করতে পারে যা এই ডিভাইসটি স্থানান্তর রানটাইমের মাধ্যমে প্রকাশ করে৷
de: Geräte in der Nähe fordern möglicherweise Dateien an, die dieses Gerät über die Übertragungslaufzeit bereitstellt.
es: Los dispositivos cercanos pueden solicitar archivos que este dispositivo expone a través del tiempo de ejecución de transferencia.
fr: Les appareils à proximité peuvent demander des fichiers que cet appareil expose via l'exécution du transfert.
hi: आस-पास के डिवाइस उन फ़ाइलों का अनुरोध कर सकते हैं जिन्हें यह डिवाइस ट्रांसफर रनटाइम के माध्यम से प्रदर्शित करता है।
id: Perangkat terdekat dapat meminta file yang dibagikan perangkat ini melalui runtime transfer.
ja: 近くのデバイスは、このデバイスが転送ランタイムを通じて公開するファイルを要求する場合があります。
ko: 주변 장치는 전송 런타임을 통해 이 장치가 노출하는 파일을 요청할 수 있습니다.
pt_br: Dispositivos próximos podem solicitar arquivos que este dispositivo expõe durante o tempo de execução de transferência.
ru: Соседние устройства могут запрашивать файлы, которые это устройство предоставляет во время выполнения передачи.
tr: Yakındaki cihazlar, aktarım çalışma zamanı aracılığıyla bu cihazın sunduğu dosyaları isteyebilir.
ug: يېقىن ئەتراپتىكى ئۈسكۈنىلەر بۇ ئۈسكۈنىنىڭ يۆتكىلىش ۋاقتى ئارقىلىق ئاشكارىلىغان ھۆججەتلەرنى تەلەپ قىلىشى مۇمكىن.
ur: قریبی آلات ان فائلوں کی درخواست کر سکتے ہیں جو یہ آلہ منتقلی رن ٹائم کے ذریعے دستیاب کرتا ہے۔
vi: Các thiết bị ở gần có thể yêu cầu các tệp mà thiết bị này hiển thị trong thời gian truyền.
zh_hans: 附近的设备可能会请求该设备通过传输运行时公开的文件。

# settings.appearance
source: Appearance
ar: المظهر
bn: চেহারা
de: Aussehen
es: Apariencia
fr: Apparence
hi: उपस्थिति
id: Tampilan
ja: 外観
ko: 모습
pt_br: Aparência
ru: Появление
tr: Dış görünüş
ug: كۆرۈنۈش
ur: ظاہری شکل
vi: Vẻ bề ngoài
zh_hans: 外貌

# settings.apply
source: Apply
ar: تطبيق
bn: আবেদন করুন
de: Anwenden
es: Aplicar
fr: Appliquer
hi: आवेदन करना
id: Terapkan
ja: 適用する
ko: 적용하다
pt_br: Aplicar
ru: Применять
tr: Uygula
ug: ئىلتىماس قىلىڭ
ur: لاگو کریں
vi: Áp dụng
zh_hans: 申请

# settings.autoAcceptFavorites
source: Auto-accept from favorites
ar: القبول التلقائي من المفضلة
bn: পছন্দের থেকে স্বয়ংক্রিয়ভাবে গ্রহণ করুন
de: Automatisch aus Favoriten übernehmen
es: Aceptar automáticamente desde favoritos
fr: Accepter automatiquement les favoris
hi: पसंदीदा से स्वतः स्वीकार करें
id: Terima otomatis dari favorit
ja: お気に入りから自動承認
ko: 즐겨찾기에서 자동 수락
pt_br: Aceitar automaticamente dos favoritos
ru: Автоматическое принятие из избранного
tr: Favorilerden otomatik olarak kabul et
ug: ياقتۇرىدىغانلاردىن ئاپتوماتىك قوبۇل قىلىڭ
ur: پسندیدہ سے خودکار قبول
vi: Tự động chấp nhận từ mục yêu thích
zh_hans: 自动接受收藏夹

# settings.autoAcceptFavoritesHelp
source: Automatically accepts transfers only from trusted favorite devices.
ar: يقبل عمليات النقل تلقائيًا من الأجهزة المفضلة الموثوقة فقط.
bn: শুধুমাত্র বিশ্বস্ত প্রিয় ডিভাইস থেকে স্বয়ংক্রিয়ভাবে স্থানান্তর গ্রহণ করে।
de: Akzeptiert automatisch Übertragungen nur von vertrauenswürdigen Lieblingsgeräten.
es: Acepta automáticamente transferencias solo desde dispositivos favoritos confiables.
fr: Accepte automatiquement les transferts uniquement à partir d'appareils favoris de confiance.
hi: केवल विश्वसनीय पसंदीदा डिवाइस से स्थानांतरण स्वचालित रूप से स्वीकार करता है।
id: Secara otomatis menerima transfer hanya dari perangkat favorit tepercaya.
ja: 信頼できるお気に入りのデバイスからの転送のみを自動的に受け入れます。
ko: 신뢰할 수 있는 즐겨찾는 장치에서만 자동으로 전송을 수락합니다.
pt_br: Aceita automaticamente transferências apenas de dispositivos favoritos confiáveis.
ru: Автоматически принимает переводы только с доверенных любимых устройств.
tr: Yalnızca güvenilen favori cihazlardan yapılan aktarımları otomatik olarak kabul eder.
ug: پەقەت ئىشەنچلىك ئۈسكۈنىلەردىنلا يۆتكىلىشنى ئاپتوماتىك قوبۇل قىلىدۇ.
ur: صرف قابلِ اعتماد پسندیدہ آلات سے منتقلیاں خودکار طور پر قبول کرتا ہے۔
vi: Tự động chỉ chấp nhận chuyển khoản từ các thiết bị yêu thích đáng tin cậy.
zh_hans: 仅自动接受来自受信任的喜爱设备的传输。

# settings.chooseSaveLocation
source: Choose…
ar: اختيار…
bn: বেছে নিন...
de: Wählen…
es: Elegir…
fr: Choisir…
hi: चुनना…
id: Pilih…
ja: 選ぶ…
ko: 선택하다…
pt_br: Escolher…
ru: Выбирать…
tr: Seçmek…
ug: تاللاڭ…
ur: منتخب کریں…
vi: Chọn…
zh_hans: 选择…

# settings.deviceName
source: Device name
ar: اسم الجهاز
bn: ডিভাইসের নাম
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
hi: डिवाइस का नाम
id: Nama perangkat
ja: デバイス名
ko: 장치 이름
pt_br: Nome do dispositivo
ru: Имя устройства
tr: Cihaz adı
ug: ئۈسكۈنىنىڭ ئىسمى
ur: آلے کا نام
vi: Tên thiết bị
zh_hans: 设备名称

# settings.deviceNameHint
source: Choose the name other LocalSend devices will see.
ar: اختر الاسم الذي ستشاهده أجهزة LocalSend الأخرى.
bn: অন্যান্য LocalSend ডিভাইসগুলি যে নামটি দেখতে পাবে তা চয়ন করুন৷
de: Wählen Sie den Namen, den andere LocalSend-Geräte sehen werden.
es: Elija el nombre que verán otros dispositivos LocalSend.
fr: Choisissez le nom que les autres appareils LocalSend verront.
hi: वह नाम चुनें जिसे अन्य लोकलसेंड डिवाइस देखेंगे।
id: Pilih nama yang akan dilihat perangkat LocalSend lain.
ja: 他の LocalSend デバイスに表示される名前を選択します。
ko: 다른 LocalSend 장치에 표시될 이름을 선택하세요.
pt_br: Escolha o nome que outros dispositivos LocalSend verão.
ru: Выберите имя, которое будут видеть другие устройства LocalSend.
tr: Diğer LocalSend cihazlarının göreceği adı seçin.
ug: باشقا LocalSend ئۈسكۈنىلىرى كۆرىدىغان ئىسىمنى تاللاڭ.
ur: وہ نام منتخب کریں جو لوکل سینڈ کے دیگر آلات دیکھیں گے۔
vi: Chọn tên mà các thiết bị LocalSend khác sẽ thấy.
zh_hans: 选择其他 LocalSend 设备将看到的名称。

# settings.deviceNameRandomAlias
source: Generate random alias
ar: توليد اسم مستعار عشوائي
bn: এলোমেলো উপনাম তৈরি করুন
de: Generieren Sie einen zufälligen Alias
es: Generar alias aleatorio
fr: Générer un alias aléatoire
hi: यादृच्छिक उपनाम उत्पन्न करें
id: Hasilkan alias acak
ja: ランダムなエイリアスを生成する
ko: 임의의 별칭 생성
pt_br: Gerar alias aleatório
ru: Создать случайный псевдоним
tr: Rastgele takma ad oluştur
ug: ئىختىيارىي ئىسىم قويۇڭ
ur: بے ترتیب عرف پیدا کریں۔
vi: Tạo bí danh ngẫu nhiên
zh_hans: 生成随机别名

# settings.deviceNameUseSystem
source: Use system name
ar: استخدام اسم النظام
bn: সিস্টেমের নাম ব্যবহার করুন
de: Systemnamen verwenden
es: Usar el nombre del sistema
fr: Utiliser le nom du système
hi: सिस्टम नाम का प्रयोग करें
id: Gunakan nama sistem
ja: システム名を使用する
ko: 시스템 이름 사용
pt_br: Usar nome do sistema
ru: Использовать имя системы
tr: Sistem adını kullan
ug: سىستېما نامىنى ئىشلىتىڭ
ur: سسٹم کا نام استعمال کریں۔
vi: Sử dụng tên hệ thống
zh_hans: 使用系统名称

# settings.deviceNameValidation
source: Enter a device name to apply.
ar: أدخل اسم الجهاز لتطبيقه.
bn: আবেদন করার জন্য একটি ডিভাইসের নাম লিখুন।
de: Geben Sie einen anzuwendenden Gerätenamen ein.
es: Ingrese un nombre de dispositivo para aplicar.
fr: Saisissez un nom de périphérique à appliquer.
hi: लागू करने के लिए डिवाइस का नाम दर्ज करें.
id: Masukkan nama perangkat yang akan diterapkan.
ja: 適用するデバイス名を入力します。
ko: 적용할 기기 이름을 입력하세요.
pt_br: Insira um nome de dispositivo para aplicar.
ru: Введите имя устройства, которое нужно применить.
tr: Uygulanacak bir cihaz adı girin.
ug: ئىلتىماس قىلىدىغان ئۈسكۈنىنىڭ نامىنى كىرگۈزۈڭ.
ur: درخواست دینے کے لیے آلہ کا نام درج کریں۔
vi: Nhập tên thiết bị để áp dụng.
zh_hans: 输入要应用的设备名称。

# settings.hide
source: Hide
ar: إخفاء
bn: লুকান
de: Verstecken
es: Esconder
fr: Cacher
hi: छिपाना
id: Sembunyikan
ja: 隠れる
ko: 숨다
pt_br: Esconder
ru: Скрывать
tr: Saklamak
ug: يوشۇر
ur: چھپائیں
vi: Trốn
zh_hans: 隐藏
